/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Łączę się.";
"cover-open" = "Pokrywa otwarta.";
"developer-empty" = "Wywoływacz wyczerpany.";
"developer-low" = "Wywoływacz wyczerpuje się.";
"door-open" = "Pokrywa otwarta.";
"fuser-over-temp" = "Wysoka temperatura utrwalacza.";
"fuser-under-temp" = "Niska temperatura utrwalacza.";
"input-tray-missing" = "Brak szufladki nośników.";
"interlock-open" = "Wewnętrzna blokada otwarta.";
"interpreter-resource-unavailable" = "Zasoby niedostępne (np. czcionka)";
"marker-supply-empty" = "Atrament/toner wyczerpany";
"marker-supply-low" = "Atrament/toner wyczerpuje się.";
"marker-waste-almost-full" = "Pojemnik na zużyty atrament/toner prawie pełny";
"marker-waste-full" = "Pojemnik na zużyty atrament/toner pełny.";
"media-empty" = "Podajnik nośników pełny.";
"media-jam" = "Zakleszczenie nośników.";
"media-low" = "Podajnik nośników jest prawie pusty.";
"media-needed" = "Podajnik nośników musi być napełniony.";
"moving-to-paused" = "Drukarka przechodzi w stan nieaktywny,";
"none" = " ";
"opc-life-over" = "Wałek drukarki zużyty.";
"opc-near-eol" = "Wałek drukarki prawie zużyty.";
"other" = " ";
"output-area-almost-full" = "Pojemnik wyjściowy prawie pełny.";
"output-area-full" = "Pojemnik wyjściowy zapełniony.";
"output-tray-missing" = "Brak kasety wyjściowej.";
"paused" = "Wstrzymane.";
"shutdown" = "Drukarka jest nieaktywna.";
"spool-area-full" = "Obszar kolejki jest pełny.";
"stopped-partly" = "Częściowo zatrzymane";
"stopping" = "Zatrzymuję";
"timed-out" = "Drukarka przestała odpowiadać.";
"toner-empty" = "Toner wyczerpany.";
"toner-low" = "Toner wyczerpuje się.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Zatrzymuję.";
"compression-error" = "Błąd dekompresji.";
"document-access-error" = "Błąd dostępu do dokumentu.";
"document-format-error" = "Błąd formatu dokumentu.";
"job-canceled-at-device" = "Anulowane w drukarce.";
"job-canceled-by-operator" = "Anulowane przez operatora.";
"job-canceled-by-user" = "Anulowane przez użytkownika.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Zakończone z błędami.";
"job-completed-with-warnings" = "Zakończone z ostrzeżeniami.";
"job-data-insufficient" = "Niewystarczające dane.";
"job-hold-until-specified" = "Wstrzymaj, dopóki nie zostanie odwołane.";
"job-incoming" = "Przychodzące.";
"job-interpreting" = "Interpretuję.";
"job-outgoing" = "Wychodzące.";
"job-printing" = "Drukuję.";
"job-queued-for-marker" = "Ustawione w kolejce do wykonania.";
"job-queued" = "Ustawione w kolejce.";
"job-restartable" = "Może być ponownie uruchomione.";
"job-transforming" = "Przekształcam.";
"printer-stopped-partly" = "Drukarka częściowo zatrzymana.";
"printer-stopped" = "Drukarka zatrzymana.";
"processing-to-stop-point" = "Zatrzymuję.";
"queued-in-device" = "Gotowe.";
"resources-are-not-ready" = "Zasoby nie są przygotowane.";
"service-off-line" = "Usługa jest nieaktywna.";
"submission-interrupted" = "Dostarczanie zatrzymane.";
"unsupported-compression" = "Nieobsługiwana kompresja.";
"unsupported-document-format" = "Nieobsługiwany format dokumentu.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Wstrzymaj nowe zlecenia";
"deactivated" = "Dezaktywowany";
"job-suspended" = "zawieszone.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Brak filtru.";
"offline-error" = "Brak aktywności.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "Protokół AppleTalk wyłączony.";
"apple-missing-usbclassdriver-error" = "Brak sterownika klasy USB.";
"apple-nbp-lookup-warning" = "Drukarka nie odpowiada.";
